const list = [
    {
        province:'北京',
        cities: [
            {
                city: '北京',
                areas:["东城区", "西城区", "朝阳区", "丰台区", "石景山区", "海淀区", "门头沟区", "房山区", "通州区", "顺义区", "昌平区", "大兴区", "怀柔区", "平谷区", "密云区", "延庆区"]
            }
        ]
    },
    {
        province:'天津',
        cities: [
            {
                city: '天津',
                areas:["和平区", "河东区", "河西区", "南开区", "河北区", "红桥区", "东丽区", "西青区", "津南区", "北辰区", "武清区", "宝坻区", "滨海新区", "宁河区", "静海区", "蓟州区"]
            }
        ]
    },
    {
        province:'河北',
        cities: [
            {
                city: '石家庄市',
                areas:["长安区", "桥西区", "新华区", "井陉矿区", "裕华区", "藁城区", "鹿泉区", "栾城区", "井陉县", "正定县", "行唐县", "灵寿县", "高邑县", "深泽县", "赞皇县", "无极县", "平山县", "元氏县", "赵县", "石家庄高新技术产业开发区", "石家庄循环化工园区", "辛集市", "晋州市", "新乐市"] 
            },
            {
                city: '唐山市',
                areas:["路南区", "路北区", "古冶区", "开平区", "丰南区", "丰润区", "曹妃甸区", "滦县", "滦南县", "乐亭县", "迁西县", "玉田县", "唐山市芦台经济技术开发区", "唐山市汉沽管理区", "唐山高新技术产业开发区", "河北唐山海港经济开发区", "遵化市", "迁安市"]
            },
            {
                city: '秦皇岛市',
                areas: ["海港区", "山海关区", "北戴河区", "抚宁区", "青龙满族自治县", "昌黎县", "卢龙县", "秦皇岛市经济技术开发区", "北戴河新区"] 
            },
            {
                city: '邯郸市',
                areas:["邯山区", "丛台区", "复兴区", "峰峰矿区", "肥乡区", "永年区", "临漳县", "成安县", "大名县", "涉县", "磁县", "邱县", "鸡泽县", "广平县", "馆陶县", "魏县", "曲周县", "邯郸经济技术开发区", "邯郸冀南新区", "武安市"]
            },
            {
                city: '邢台市',
                areas:["桥东区", "桥西区", "邢台县", "临城县", "内丘县", "柏乡县", "隆尧县", "任县", "南和县", "宁晋县", "巨鹿县", "新河县", "广宗县", "平乡县", "威县", "清河县", "临西县", "河北邢台经济开发区", "南宫市", "沙河市"]
            },
            {
                city: '保定市',
                areas:["竞秀区", "莲池区", "满城区", "清苑区", "徐水区", "涞水县", "阜平县", "定兴县", "唐县", "高阳县", "容城县", "涞源县", "望都县", "安新县", "易县", "曲阳县", "蠡县", "顺平县", "博野县", "雄县", "保定高新技术产业开发区", "保定白沟新城", "涿州市", "定州市", "安国市", "高碑店市"]
            },
            {
                city: '张家口市',
                areas: ["桥东区", "桥西区", "宣化区", "下花园区", "万全区", "崇礼区", "张北县", "康保县", "沽源县", "尚义县", "蔚县", "阳原县", "怀安县", "怀来县", "涿鹿县", "赤城县", "张家口市高新技术产业开发区", "张家口市察北管理区", "张家口市塞北管理区"]
            },
            {
                city: '承德市',
                areas:["双桥区", "双滦区", "鹰手营子矿区", "承德县", "兴隆县", "滦平县", "隆化县", "丰宁满族自治县", "宽城满族自治县", "围场满族蒙古族自治县", "承德高新技术产业开发区", "平泉市"]
            },
            {
                city: '沧州市',
                areas: ["新华区", "运河区", "沧县", "青县", "东光县", "海兴县", "盐山县", "肃宁县", "南皮县", "吴桥县", "献县", "孟村回族自治县", "河北沧州经济开发区", "沧州高新技术产业开发区", "沧州渤海新区", "泊头市", "任丘市", "黄骅市", "河间市"]
            },
            {
                city: '廊坊市',
                areas: ["安次区", "广阳区", "固安县", "永清县", "香河县", "大城县", "文安县", "大厂回族自治县", "廊坊经济技术开发区", "霸州市", "三河市"]
            },
            {
                city: '衡水市',
                areas: ["桃城区", "冀州区", "枣强县", "武邑县", "武强县", "饶阳县", "安平县", "故城县", "景县", "阜城县", "河北衡水经济开发区", "衡水滨湖新区", "深州市"]
            },
        ]
    },
    {
        province:'山西',
        cities: [
            {
                city: '太原市',
                areas:["小店区", "迎泽区", "杏花岭区", "尖草坪区", "万柏林区", "晋源区", "清徐县", "阳曲县", "娄烦县", "山西转型综合改革示范区", "古交市"],
            },
            {
                city: '大同市',
                areas: ["城区", "矿区", "南郊区", "新荣区", "阳高县", "天镇县", "广灵县", "灵丘县", "浑源县", "左云县", "大同县", "山西大同经济开发区"],
            },
            {
                city: '阳泉市',
                areas: ["城区", "矿区", "郊区", "平定县", "盂县", "山西阳泉经济开发区"],
            },
            {
                city: '长治市',
                areas: ["城区", "郊区", "长治县", "襄垣县", "屯留县", "平顺县", "黎城县", "壶关县", "长子县", "武乡县", "沁县", "沁源县", "山西长治高新技术产业园区", "潞城市"],
            },
            {
                city: '晋城市',
                areas:["城区", "沁水县", "阳城县", "陵川县", "泽州县", "高平市"],
            },
            {
                city: '晋中市',
                areas:["榆次区", "榆社县", "左权县", "和顺县", "昔阳县", "寿阳县", "太谷县", "祁县", "平遥县", "灵石县", "介休市"]
            },
            {
                city: '运城市',
                areas: ["盐湖区", "临猗县", "万荣县", "闻喜县", "稷山县", "新绛县", "绛县", "垣曲县", "夏县", "平陆县", "芮城县", "永济市", "河津市"],
            },
            {
                city: '忻州市',
                areas:["忻府区", "定襄县", "五台县", "代县", "繁峙县", "宁武县", "静乐县", "神池县", "五寨县", "岢岚县", "河曲县", "保德县", "偏关县", "五台山风景名胜区", "原平市"],
            },
            {
                city: '临汾市',
                areas: ["尧都区", "曲沃县", "翼城县", "襄汾县", "洪洞县", "古县", "安泽县", "浮山县", "吉县", "乡宁县", "大宁县", "隰县", "永和县", "蒲县", "汾西县", "侯马市", "霍州市"]
            },
            {
                city: '吕梁市',
                areas: ["离石区", "文水县", "交城县", "兴县", "临县", "柳林县", "石楼县", "岚县", "方山县", "中阳县", "交口县", "孝义市", "汾阳市"]
            },

        ]
    },
    {
        province:'内蒙古自治区',
        cities: [
            {
                city: '呼和浩特市',
                areas:["新城区", "回民区", "玉泉区", "赛罕区", "土默特左旗", "托克托县", "和林格尔县", "清水河县", "武川县", "呼和浩特金海工业园区", "呼和浩特经济技术开发区"],
            },
            {
                city: '包头市',
                areas:["东河区", "昆都仑区", "青山区", "石拐区", "白云鄂博矿区", "九原区", "土默特右旗", "固阳县", "达尔罕茂明安联合旗", "包头稀土高新技术产业开发区"],
            },
            {
                city: '乌海市',
                areas: ["海勃湾区", "海南区", "乌达区"],
            },
            {
                city: '赤峰市',
                areas: ["红山区", "元宝山区", "松山区", "阿鲁科尔沁旗", "巴林左旗", "巴林右旗", "林西县", "克什克腾旗", "翁牛特旗", "喀喇沁旗", "宁城县", "敖汉旗"],
            },
            {
                city: '通辽市',
                areas: ["科尔沁区", "科尔沁左翼中旗", "科尔沁左翼后旗", "开鲁县", "库伦旗", "奈曼旗", "扎鲁特旗", "通辽经济技术开发区", "霍林郭勒市"],
            },
            {
                city: '鄂尔多斯市',
                areas:["东胜区", "康巴什区", "达拉特旗", "准格尔旗", "鄂托克前旗", "鄂托克旗", "杭锦旗", "乌审旗", "伊金霍洛旗"],
            },
            {
                city: '呼伦贝尔市',
                areas:["海拉尔区", "扎赉诺尔区", "阿荣旗", "莫力达瓦达斡尔族自治旗", "鄂伦春自治旗", "鄂温克族自治旗", "陈巴尔虎旗", "新巴尔虎左旗", "新巴尔虎右旗", "满洲里市", "牙克石市", "扎兰屯市", "额尔古纳市", "根河市"],
            },
            {
                city: '巴彦淖尔市',
                areas:["临河区", "五原县", "磴口县", "乌拉特前旗", "乌拉特中旗", "乌拉特后旗", "杭锦后旗"],
            },
            {
                city: '乌兰察布市',
                areas: ["集宁区", "卓资县", "化德县", "商都县", "兴和县", "凉城县", "察哈尔右翼前旗", "察哈尔右翼中旗", "察哈尔右翼后旗", "四子王旗", "丰镇市"],
            },
            {
                city: '兴安盟',
                areas: ["乌兰浩特市", "阿尔山市", "科尔沁右翼前旗", "科尔沁右翼中旗", "扎赉特旗", "突泉县"],
            },
            {
                city: '锡林郭勒盟',
                areas:  ["二连浩特市", "锡林浩特市", "阿巴嘎旗", "苏尼特左旗", "苏尼特右旗", "东乌珠穆沁旗", "西乌珠穆沁旗", "太仆寺旗", "镶黄旗", "正镶白旗", "正蓝旗", "多伦县", "乌拉盖管委会"],
            },
            {
                city: '阿拉善盟',
                areas:  ["阿拉善左旗", "阿拉善右旗", "额济纳旗", "内蒙古阿拉善经济开发区"]
            },

        ]
    },
    {
        province:'辽宁',
        cities: [
            {
                city: '沈阳市',
                areas:["和平区", "沈河区", "大东区", "皇姑区", "铁西区", "苏家屯区", "浑南区", "沈北新区", "于洪区", "辽中区", "康平县", "法库县", "新民市"],
            },
            {
                city: '大连市',
                areas: ["中山区", "西岗区", "沙河口区", "甘井子区", "旅顺口区", "金州区", "普兰店区", "长海县", "瓦房店市", "庄河市"],
            },
            {
                city: '鞍山市',
                areas: ["铁东区", "铁西区", "立山区", "千山区", "台安县", "岫岩满族自治县", "海城市"],
            },
            {
                city: '抚顺市',
                areas: ["新抚区", "东洲区", "望花区", "顺城区", "抚顺县", "新宾满族自治县", "清原满族自治县"],
            },
            {
                city: '本溪市',
                areas: ["平山区", "溪湖区", "明山区", "南芬区", "本溪满族自治县", "桓仁满族自治县"],
            },
            {
                city: '丹东市',
                areas:["元宝区", "振兴区", "振安区", "宽甸满族自治县", "东港市", "凤城市"],
            },
            {
                city: '锦州市',
                areas: ["古塔区", "凌河区", "太和区", "黑山县", "义县", "凌海市", "北镇市"],
            },
            {
                city: '营口市',
                areas:["站前区", "西市区", "鲅鱼圈区", "老边区", "盖州市", "大石桥市"],
            },
            {
                city: '阜新市',
                areas:  ["海州区", "新邱区", "太平区", "清河门区", "细河区", "阜新蒙古族自治县", "彰武县"],
            },
            {
                city: '辽阳市',
                areas: ["白塔区", "文圣区", "宏伟区", "弓长岭区", "太子河区", "辽阳县", "灯塔市"],
            },
            {
                city: '盘锦市',
                areas: ["双台子区", "兴隆台区", "大洼区", "盘山县"],
            },
            {
                city: '铁岭市',
                areas:  ["银州区", "清河区", "铁岭县", "西丰县", "昌图县", "调兵山市", "开原市"],
            },
            {
                city: '朝阳市',
                areas: ["双塔区", "龙城区", "朝阳县", "建平县", "喀喇沁左翼蒙古族自治县", "北票市", "凌源市"],
            },
            {
                city: '葫芦岛市',
                areas:  ["连山区", "龙港区", "南票区", "绥中县", "建昌县", "兴城市"]
            },

        ]
    },
    {
        province:'吉林',
        cities: [
            {
                city: '长春市',
                areas:["南关区", "宽城区", "朝阳区", "二道区", "绿园区", "双阳区", "九台区", "农安县", "长春经济技术开发区", "长春净月高新技术产业开发区", "长春高新技术产业开发区", "长春汽车经济技术开发区", "榆树市", "德惠市"],
            },
            {
                city: '吉林市',
                areas:  ["昌邑区", "龙潭区", "船营区", "丰满区", "永吉县", "吉林经济开发区", "吉林高新技术产业开发区", "吉林中国新加坡食品区", "蛟河市", "桦甸市", "舒兰市", "磐石市"],
            },
            {
                city: '四平市',
                areas: ["铁西区", "铁东区", "梨树县", "伊通满族自治县", "公主岭市", "双辽市"],
            },
            {
                city: '辽源市',
                areas: ["龙山区", "西安区", "东丰县", "东辽县"],
            },
            {
                city: '通化市',
                areas: ["东昌区", "二道江区", "通化县", "辉南县", "柳河县", "梅河口市", "集安市"]
            },
            {
                city: '白山市',
                areas:["浑江区", "江源区", "抚松县", "靖宇县", "长白朝鲜族自治县", "临江市"],
            },
            {
                city: '松原市',
                areas: ["宁江区", "前郭尔罗斯蒙古族自治县", "长岭县", "乾安县", "吉林松原经济开发区", "扶余市"],
            },
            {
                city: '白城市',
                areas:["洮北区", "镇赉县", "通榆县", "吉林白城经济开发区", "洮南市", "大安市"],
            },
            {
                city: '延边朝鲜族自治州',
                areas:  ["海州区", "新邱区", "太平区", "清河门区", "细河区", "阜新蒙古族自治县", "彰武县"],
            },
            {
                city: '辽阳市',
                areas: ["延吉市", "图们市", "敦化市", "珲春市", "龙井市", "和龙市", "汪清县", "安图县"]
            },
        ]
    },
]
export default list;